{"$type":"System.Collections.Generic.List`1[[WitcherWPF.PlayerQuest, WitcherWPF]], mscorlib","$values":[{"$type":"WitcherWPF.PlayerQuest, WitcherWPF","Quest":{"$type":"WitcherWPF.Quest, WitcherWPF","QuestID":3,"QuestType":"Primary","QuestName":"Něco končí, něco začíná","QuestDescription":"Foltest si předvolal Geralta hned druhý den potom co krále zachránil. Foltest Geraltovi oznámil, že by měl něco zjistit o vrahovi s pomocí Triss. Triss Geraltovi sdělila, že na to, aby zjistila, kdo byl vrah, tak potřebuje více času","QuestGoal":"Počkej až se Triss dozví více o vrahovi","QuestLevel":1,"QuestActive":true,"QuestSeries":"Něco končí, něco začíná","DialogueActivate":null,"experience":0,"reward":0}},{"$type":"WitcherWPF.PlayerQuest, WitcherWPF","Quest":{"$type":"WitcherWPF.Quest, WitcherWPF","QuestID":3,"QuestType":"Primary","QuestName":"Kovářova zrůda","QuestDescription":"Triss řekla Geraltovi, aby pomohl svému starému známému Yavenovi Briggsovi. Geralt se za kovářem vydal a kovář mu slibíl, že dostane 50 orénů za to, že nestvůru zabije. Geralt po drsném souboji Ghůla zabil a může si dojít pro odměnu","QuestGoal":"Vyzvedni si u Yavena odměnu za zabití Ghůla","QuestLevel":1,"QuestActive":true,"QuestSeries":"Kovářova zrůda","DialogueActivate":"Odměna za Ghůla","experience":0,"reward":0}},{"$type":"WitcherWPF.PlayerQuest, WitcherWPF","Quest":{"$type":"WitcherWPF.Quest, WitcherWPF","QuestID":10,"QuestType":"Primary","QuestName":"Tajná organizace","QuestDescription":"Potom co Bolehlav Geralta odmítl, tak se Geralt rozhodl zajít zpět za Abigail a dostat z ní více informací. Geralt se od Abigail nedozvěděl nic nového. Geralt potkal Morenn, která mu řekla o setkání tajné organizace. Geralt se ještě před setkáním zašel poradit s Triss. Geralt musel ve 23:00 zajít na setkání, které se konalo v domě za kostelem. Geralt na jednání viděl komunikaci s jejich velitelem. Velitelův obličej však neviděl. Geralt Triss sdělil, že komunikace proběhla přes zrcadlo. Jelikož by Triss dokázala díky krystalu ze zrcadla zjisti lokaci velitele, tak se Geralt rozhodl vrátit pro krystal. Geralt úspěšně získal krystal a mohl se vrátit za Triss. Po souboji s bolehlavem byl Geralt těžce zraňen, ale díky Triss přežil. Teď už jen zbývala skrýš Ještěrů ","QuestGoal":"Jdi do skrýše Ještěrů","QuestLevel":1,"QuestActive":true,"QuestSeries":"Tajná organizace","DialogueActivate":null,"experience":0,"reward":0}}]}